HonestQiao/esp32-p4/csi_camera_st7789/sdkconfig.defaults.esp32p4
CONFIG_IDF_TARGET="esp32p4"

CONFIG_SPIRAM=y
CONFIG_IDF_EXPERIMENTAL_FEATURES=y
CONFIG_SPIRAM_SPEED_200M=y

CONFIG_CAMERA_OV5647=y
CONFIG_CAMERA_OV5647_MIPI_RAW8_800x640_50FPS=y